# -*- mode: org; fill-column: 78; -*-
# Time-stamp: <2025-10-08 01:20:19 krylon>
#
#+TAGS: internals(i) ui(u) bug(b) feature(f)
#+TAGS: database(d) design(e), meditation(m)
#+TAGS: optimize(o) refactor(r) cleanup(c)
#+TODO: TODO(t)  RESEARCH(r) IMPLEMENT(i) TEST(e) | DONE(d) FAILED(f) CANCELLED(c)
#+TODO: MEDITATE(m) PLANNING(p) | SUSPENDED(s)
#+PRIORITIES: A G D

* Pharmacy [0/0]
  :PROPERTIES:
  :COOKIE_DATA: todo recursive
  :VISIBILITY: children
  :END:
** Clocktable
   #+BEGIN: clocktable :scope file :maxlevel 255 :emphasize t
   #+CAPTION: Clock summary at [2025-10-08 Mi 01:20]
   | Headline               | Time   |        |      |
   |------------------------+--------+--------+------|
   | *Total time*           | *1:51* |        |      |
   |------------------------+--------+--------+------|
   | *Pharmacy [0/0]*       | *1:51* |        |      |
   | \_  /Components [0/0]/ |        | /1:51/ |      |
   | \_    Model [0/0]      |        |        | 0:46 |
   | \_    Database [0/0]   |        |        | 1:05 |
   #+END:
** Features [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
** Components [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
*** Model [0/0]
    :PROPERTIES:
    :COOKIE_DATA: todo recursive
    :VISIBILITY: children
    :END:
    :LOGBOOK:
    CLOCK: [2025-10-07 Di 17:19]--[2025-10-07 Di 18:05] =>  0:46
    :END:
*** Database [0/0]
    :PROPERTIES:
    :COOKIE_DATA: todo recursive
    :VISIBILITY: children
    :END:
    :LOGBOOK:
    CLOCK: [2025-10-07 Di 18:15]--[2025-10-07 Di 19:20] =>  1:05
    :END:
*** GUI [0/0]
** Bugs [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
